// pages/question/question.js
Page({
  data: {
    question: [{
        que: '租赁手机比购买有什么优势？',
        ans: '租赁手机只为使用付费、手机意外损坏有保障。每期租金低至分期金额的一半，租赁到期可选择归还、也可选择购买，年年换新款、用新机。'
      },
      {
        que: '一个用户可以租几部手机？',
        ans: '每位客户在同一租期内只能租一部手机。'
      },
      {
        que: '租金与押金的扣款方式？',
        ans: '用户授权是从订单提交时填写的信用卡账户中冻结的一笔金额，额度为机器价值加意外保障服务费。预授权金额不会产生利息、无需还款，并随用户支付每期费用后解冻等额的额度。'
      },
      {
        que: '租赁期间可以提前还机吗？',
        ans: '用户可以选择提前归还，但必须一次性支付剩余租期的租金。'
      },
      {
        que: '租期内能否提前买断？',
        ans: '可以，需要一次性支付剩余租期的租金总额与买断的金额。'
      },
      {
        que: '意外保障的涵盖范围是什么？',
        ans: '手机的外屏、内屏损坏的维修。'
      },
      {
        que: '意外保障的服务范围与报险方式？',
        ans: '当用户在使用过程当中屏幕碎裂时，可以通过微信公众号联系平台，平台会给用户指定一个官方维修点，用户可以去更换屏幕，维修配件均采用官方配件，享受官方保修。修理完成后，用户要先缴纳费用，将缴费单据凭证发给平台，平台会在10个工作日内转账到用户的支付宝账户中。意外保障启。动之后，本次意外保障服务结束。'
      },
      {
        que: '租赁到期后怎么办？',
        ans: '用户可以选择归还或者支付尾款购买手机。'
      },
      {
        que: '选择归还需要做什么？',
        ans: '在租赁服务到期后七个工作日内，用户需要邮寄手机到平台指定的地点并提供运单号。平台会验收手机，并向用户出具验收单和扣款金额的报告，在用户确认后，平台会申请解冻押金完成归还。'
      },
      {
        que: '选择买断需要做什么？',
        ans: '用户可以通过“易享优租”微信公众号或拨打“400-6068810”申请买断。平台会将用户的押金作为买断尾款并将租赁转变为购买，在用户确认买断信息后完成交易。'
      }
    ]
  },
  onLoad: function(options) {

  },
})